[
    {
        "id":1,
        "name":"Laurus Nobilis",
        "image":"img/laurus_nobilis.jpg",
        "description":"communément appelé laurier noble ou laurier sauce, est un petit arbre à feuilles persistantes ou un grand arbuste de la famille des Lauracées. Originaire de la région méditerranéenne, il préfère les sols fertiles et bien drainés, ainsi qu'une exposition en plein soleil ou à mi-ombre. Il peut atteindre une hauteur de 7 à 18 mètres. Ses feuilles vert foncé et brillantes, ovales avec un bord lisse, sont aromatiques et largement utilisées en cuisine pour parfumer les soupes, ragoûts et sauces. Les petites fleurs jaune-vert apparaissent en grappes au printemps, et les fruits sont de petites baies noires ou pourpre foncé, brillantes et contenant une seule graine. L'écorce est lisse et grise lorsqu'elle est jeune, devenant plus rugueuse et fissurée avec l'âge. En plus de son utilisation culinaire, le laurier noble a des propriétés médicinales traditionnelles et est souvent utilisé comme plante ornementale dans les jardins et pour les haies. Pour l'entretien, il nécessite une taille pour maintenir sa forme et peut être sensible aux cochenilles, pucerons et maladies fongiques."
    },
    {
        "id":2,
        "name":"Magnolia Grandiflora",
        "image":"img/magnolia_grandiflora.jpg",
        "description":"communément appelée magnolia à grandes fleurs ou magnolia du Sud, est un grand arbre à feuilles persistantes appartenant à la famille des Magnoliacées. Originaire du sud-est des États-Unis, il est largement cultivé pour ses magnifiques fleurs et son feuillage décoratif."
    },
    {
        "id":3,
        "name":"Nerium Oleander",
        "image":"img/Nerium_oleander.jpg",
        "description":"communément appelé laurier-rose, est un arbuste à feuilles persistantes appartenant à la famille des Apocynacées. Originaire des régions méditerranéennes et d'Asie, il est largement cultivé pour ses fleurs attrayantes et son feuillage dense. Le laurier-rose peut atteindre une hauteur de 2 à 6 mètres et possède des feuilles longues, étroites et coriaces, de couleur vert foncé. Ses fleurs, regroupées en grappes terminales, peuvent être blanches, roses, rouges, jaunes ou pourpres, et fleurissent tout au long de l'été jusqu'à l'automne. Cet arbuste est particulièrement apprécié pour sa résistance à la sécheresse et sa capacité à prospérer dans des sols pauvres et bien drainés, ainsi que pour sa tolérance à la chaleur et au sel, ce qui le rend idéal pour les jardins méditerranéens et côtiers. Cependant, toutes les parties de la plante sont toxiques si elles sont ingérées, ce qui nécessite une manipulation prudente, surtout autour des enfants et des animaux domestiques. En aménagement paysager, le laurier-rose est souvent utilisé pour les haies, les écrans ou comme plante ornementale en raison de sa floraison abondante et de son feuillage persistant."
    },
    {
        "id":4,
        "name":"Plumeria Alba",
        "image":"img/plumeria_alba.jpg",
        "description":"communément appelée frangipanier blanc, est un petit arbre à feuilles caduques appartenant à la famille des Apocynacées. Originaire des Caraïbes et d'Amérique centrale, il est prisé pour ses fleurs parfumées et son feuillage ornemental. Le frangipanier blanc peut atteindre une hauteur de 4 à 8 mètres et possède des feuilles longues, étroites et brillantes, de couleur vert foncé. Ses fleurs, qui apparaissent en grappes terminales, sont blanches avec un centre jaune et dégagent un parfum agréable, fleurissant principalement au printemps et en été. Adapté aux climats tropicaux et subtropicaux, Plumeria alba préfère les sols bien drainés et une exposition en plein soleil, tout en étant relativement tolérant à la sécheresse. En aménagement paysager, il est souvent utilisé comme plante ornementale dans les jardins, les cours et les parcs pour sa floraison spectaculaire et son parfum envoûtant. Bien que cette plante soit généralement facile à entretenir, il est important de noter que la sève peut irriter la peau et que toutes les parties de la plante sont toxiques si elles sont ingérées."
    },
    {
        "id":5,
        "name":"Ptchardia Hillebrandi",
        "image":"img/ptchardia_hillebrandi.jpg",
        "description":"communément appelée palmier de Hillebrand, est un palmier à feuilles persistantes appartenant à la famille des Arécacées. Originaire des îles hawaïennes, ce palmier est apprécié pour son élégance et son feuillage distinctif. Pritchardia hillebrandii peut atteindre une hauteur de 6 à 12 mètres et possède un tronc élancé et droit, souvent recouvert de fibres brunes. Ses feuilles en éventail, vert foncé et brillantes, mesurent environ 1 à 2 mètres de diamètre, avec des segments rigides et pointus. Ce palmier produit des inflorescences pendantes de petites fleurs jaunes, suivies de fruits sphériques noirs ou bruns de la taille d'une petite cerise. Adapté aux climats tropicaux et subtropicaux, il préfère les sols bien drainés et une exposition en plein soleil à mi-ombre, tout en étant tolérant à la sécheresse une fois établi. En aménagement paysager, Pritchardia hillebrandii est souvent utilisé comme plante ornementale dans les jardins, les parcs et les plantations en bord de mer pour son port gracieux et son feuillage luxuriant. Ce palmier est également apprécié pour sa résistance au vent et à la salinité, le rendant idéal pour les régions côtières."
    },
    {
        "id":6,
        "name":"Myrtus Communis",
        "image":"img/Myrtus_Communis.jpg",
        "description":"communément appelée myrte commun, est un arbuste à feuilles persistantes appartenant à la famille des Myrtacées. Originaire de la région méditerranéenne, il est apprécié pour son feuillage aromatique et ses fleurs délicates. Le myrte commun peut atteindre une hauteur de 2 à 5 mètres et possède des feuilles ovales, coriaces et brillantes, de couleur vert foncé, qui dégagent une odeur agréable lorsqu'elles sont écrasées. Ses fleurs blanches ou rosées, dotées de nombreuses étamines, apparaissent en été et sont suivies de baies bleu-noir comestibles. Adapté aux climats méditerranéens, Myrtus communis préfère les sols bien drainés et une exposition en plein soleil à mi-ombre, tout en étant tolérant à la sécheresse une fois établi. En aménagement paysager, il est souvent utilisé comme plante ornementale dans les jardins, les haies et les bordures pour son feuillage dense et ses fleurs parfumées. Le myrte commun a également une longue histoire d'utilisation en parfumerie, en cuisine et en médecine traditionnelle, grâce à ses propriétés aromatiques et médicinales."
    },
    {
        "id":7,
        "name":"Murraya Paniculata",
        "image":"img/Murraya_Paniculata.jpg",
        "description":"communément appelée oranger jasmin ou murraya exotique, est un arbuste ou petit arbre à feuilles persistantes appartenant à la famille des Rutacées. Originaire d'Asie du Sud-Est, il est prisé pour ses fleurs parfumées et son feuillage dense. L'oranger jasmin peut atteindre une hauteur de 3 à 7 mètres et possède des feuilles composées, brillantes et vert foncé. Ses fleurs blanches, étoilées et fortement parfumées apparaissent en grappes tout au long de l'année, suivies de petites baies rouge-orangé. Adapté aux climats tropicaux et subtropicaux, Murraya paniculata préfère les sols bien drainés et une exposition en plein soleil à mi-ombre, tout en étant tolérant à la sécheresse une fois établi. En aménagement paysager, il est souvent utilisé comme plante ornementale pour les haies, les bordures ou comme spécimen isolé, grâce à son feuillage luxuriant et sa floraison abondante. Ce plant est également apprécié pour son utilisation en bonsaï et en parfumerie."
    },
    {
        "id":8,
        "name":"Photinia Villosa",
        "image":"img/Photinia.Villosa.jpg",
        "description":" communément appelée photinia velue ou pommetier du Japon, est un arbuste ou petit arbre à feuilles caduques appartenant à la famille des Rosacées. Originaire d'Asie de l'Est, il est apprécié pour son feuillage coloré et ses fruits décoratifs. Photinia villosa peut atteindre une hauteur de 3 à 6 mètres et possède des feuilles ovales, dentées et rugueuses, de couleur vert foncé qui prennent des teintes rouges à l'automne. Ses fleurs blanches, regroupées en corymbes, apparaissent au printemps et sont suivies de petits fruits rouges sphériques qui persistent en hiver. Adapté aux climats tempérés, Photinia villosa préfère les sols bien drainés et une exposition en plein soleil à mi-ombre. En aménagement paysager, il est souvent utilisé comme plante ornementale pour les haies, les bordures ou comme spécimen isolé, grâce à son feuillage attrayant et ses fruits persistants. Ce plant est également apprécié pour sa résistance aux maladies et pour attirer les oiseaux avec ses fruits colorés."
    }
]